acpi
acpid
alsa-utils
amd-ucode
awww
base
base-devel
blueman
bluez-utils
brightnessctl
btop
cava
chromium
cliphist
cmatrix
cronie
dhcpcd
dnsmasq
efibootmgr
eza
fastfetch
ffmpegthumbnailer
firefox
flatpak
git
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-shell
gnome-terminal
gnome-themes-extra
grim
grub
gum
gvfs
gvfs-mtp
hdparm
htop
hypridle
hyprland
hyprlock
hyprpolkitagent
hyprsunset
imagemagick
inxi
iptables
iw
iwd
kitty
lib32-nvidia-utils
lib32-vulkan-icd-loader
libva-nvidia-driver
libva-utils
libvirt
linux-firmware
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
man-db
man-pages
mesa
mesa-utils
nano
ncdu
neovim
network-manager-applet
networkmanager
nftables
nmap
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nwg-look
obs-studio
obsidian
openbsd-netcat
ouch
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
python-pip
python-virtualenv
qemu-full
qt5ct
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
qt6ct
reflector
rofi
rofimoji
sddm
sddm-kcm
seahorse
slurp
sof-firmware
steam
stow
swappy
swaync
swtpm
thunar
thunar-archive-plugin
thunar-volman
timeshift
tmux
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
udiskie
ufw
unzip
usbutils
vde2
virt-manager
virt-viewer
vulkan-radeon
waybar
wf-recorder
wget
wireplumber
wl-clipboard
woff2-font-awesome
wtype
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-video-amdgpu
xorg-xinit
yazi
zip
zram-generator
zsh
zsh-completions
